{"nodes": [{"id": "383c677a53a49654e02bd44830b7456d6d881c70", "title": "Toward a Unified Account of Advanced Concentrative Absorption Meditation: A Systematic Definition and Classification of Jhāna", "citationCount": 1, "year": 2024, "size": 100.4054054054054, "color": "#f0f921", "shortName": "Sparby2024-la", "doi": "10.1007/s12671-024-02367-w", "authors": ["Terje, Sparby", "Matthew, Sacchet"], "abstract": "Abstract Objectives The jhānas are series of advanced concentrative absorption meditative (ACAM) states brought about by meditation. While previously cultivated mostly in monastic settings, a series of modern meditation manuals both openly discuss the jhānas and describe how they may be attained by laypeople. Simultaneously, the phenomenological and neuroscientific investigation of the jhānas is advancing. Although the descriptions of the jhānas in contemporary jhāna manuals to some degree overlap with one another, there are also significant disagreements. Here our objectives are to identify common features of jhāna in meditation manuals, to identify and discuss disagreements, and to offer an account of jhāna that is both comprehensive and consistent. Methods A literature search and review was conducted. The search resulted in eight meditation manuals that provide phenomenologically rich accounts of the full range of the jhānas. Common characteristics and discrepancies in the different accounts of the jhānas have been identified by comparing terms and descriptions. Results We offer a general definition of jhāna, distinguish three types of jhāna, and investigate phenomenological dimensions that may be necessary to address in order to comprehensively articulate the experience of ACAM. Conclusions To ensure scientific rigor, the study of jhāna needs to be informed by both commonalities and differences in the existing accounts of jhāna. While differences exist, these may also be systematically unified in a way that yields a comprehensive account of ACAM."}, {"id": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "title": "Intensive whole-brain 7T MRI case study of volitional control of brain activity in deep absorptive meditation states.", "citationCount": 5, "year": 2023, "size": 102.02702702702703, "color": "#f8df25", "shortName": "Yang2024-kw", "doi": "10.1093/cercor/bhad408", "authors": ["Winson, Yang", "Avijit, Chowdhury", "Marta, Bianciardi", "Remko, Lutterveld", "Terje, Sparby", "Matthew, Sacchet"], "abstract": "Jhanas are profound states of mind achieved through advanced meditation, offering valuable insights into the nature of consciousness and tools to enhance well-being. Yet, its neurophenomenology remains limited due to methodological difficulties and the rarity of advanced meditation practitioners. We conducted a highly exploratory study to investigate the neurophenomenology of jhanas in an intensively sampled adept meditator case study (4 hr 7T fMRI collected in 27 sessions) who performed jhana meditation and rated specific aspects of experience immediately thereafter. Linear mixed models and correlations were used to examine relations among brain activity and jhana phenomenology. We identified distinctive patterns of brain activity in specific cortical, subcortical, brainstem, and cerebellar regions associated with jhana. Furthermore, we observed correlations between brain activity and phenomenological qualities of attention, jhanic qualities, and narrative processing, highlighting the distinct nature of jhanas compared to non-meditative states. Our study presents the most rigorous evidence yet that jhana practice deconstructs consciousness, offering unique insights into consciousness and significant implications for mental health and well-being."}, {"id": "dd097a622e9ebd624edb006a6d75f0bf16d6a454", "title": "A Framework for the Empirical Investigation of Mindfulness Meditative Development", "citationCount": 18, "year": 2023, "size": 107.29729729729729, "color": "#f8df25", "shortName": "Galante2023-an", "doi": "10.1007/s12671-023-02113-8", "authors": ["J, Galante", "A, Grabovac", "Malcolm, Wright", "Daniel, Ingram", "N, Van", "Joseph, Sanguinetti", "T, Sparby", "R, Lutterveld", "M, Sacchet"], "abstract": "Millions of people globally have learned mindfulness meditation with the goal of improving health and well-being outcomes in both clinical and non-clinical contexts. An estimated half of these practitioners follow mindfulness teachers’ recommendations to continue regular meditation after completion of initial instruction, but it is unclear whether benefits are strengthened by regular practice and whether harm can occur. Increasing evidence shows a wide range of experiences that can arise with regular mindfulness meditation, from profoundly positive to challenging and potentially harmful. Initial research suggests that complex interactions and temporal sequences may explain these experiential phenomena and their relations to health and well-being. We believe further study of the effects of mindfulness meditation is urgently needed to better understand the benefits and challenges of continued practice after initial instructions. Effects may vary systematically over time due to factors such as initial dosage, accumulation of ongoing practice, developing skill of the meditator, and complex interactions with the subjects’ past experiences and present environment. We propose that framing mindfulness meditation experiences and any associated health and well-being benefits within integrated longitudinal models may be more illuminating than treating them as discrete, unrelated events. We call for ontologically agnostic, collaborative, and interdisciplinary research to study the effects of continued mindfulness meditation and their contexts, advancing the view that practical information found within religious and spiritual contemplative traditions can serve to develop initial theories and scientifically falsifiable hypotheses. Such investigation could inform safer and more effective applications of mindfulness meditation training for improving health and well-being."}, {"id": "8caea519d8589bec113429607183d1fbf0edbe3e", "title": "Case Study of Ecstatic Meditation: fMRI and EEG Evidence of Self-Stimulating a Reward System", "citationCount": 67, "year": 2013, "size": 127.16216216216216, "color": "#9511a1", "shortName": "Hagerty2013-en", "doi": "10.1155/2013/653572", "authors": ["M, Hagerty", "J, Isaacs", "Leigh, Brasington", "L, Shupe", "E, Fetz", "S, Cramer"], "abstract": "We report the first neural recording during ecstatic meditations called jhanas and test whether a brain reward system plays a role in the joy reported. Jhanas are Altered States of Consciousness (ASC) that imply major brain changes based on subjective reports: (1) external awareness dims, (2) internal verbalizations fade, (3) the sense of personal boundaries is altered, (4) attention is highly focused on the object of meditation, and (5) joy increases to high levels. The fMRI and EEG results from an experienced meditator show changes in brain activity in 11 regions shown to be associated with the subjective reports, and these changes occur promptly after jhana is entered. In particular, the extreme joy is associated not only with activation of cortical processes but also with activation of the nucleus accumbens (NAc) in the dopamine/opioid reward system. We test three mechanisms by which the subject might stimulate his own reward system by external means and reject all three. Taken together, these results demonstrate an apparently novel method of self-stimulating a brain reward system using only internal mental processes in a highly trained subject."}, {"id": "031315cd100372cc409896fe4d0a233ff20d12e3", "title": "Within‐subject reliability of brain networks during advanced meditation: An intensively sampled 7 Tesla MRI case study", "citationCount": 1, "year": 2024, "size": 100.4054054054054, "color": "#f0f921", "shortName": "Ganesan2024-ej", "doi": "10.1002/hbm.26666", "authors": ["Saampras, Ganesan", "Winson, Yang", "Avijit, Chowdhury", "Andrew, Zalesky", "Matthew, Sacchet"], "abstract": "Advanced meditation such as jhana meditation can produce various altered states of consciousness (jhanas) and cultivate rewarding psychological qualities including joy, peace, compassion, and attentional stability. Mapping the neurobiological substrates of jhana meditation can inform the development and application of advanced meditation to enhance well-being. Only two prior studies have attempted to investigate the neural correlates of jhana meditation, and the rarity of adept practitioners has largely restricted the size and extent of these studies. Therefore, examining the consistency and reliability of observed brain responses associated with jhana meditation can be valuable. In this study, we aimed to characterize functional magnetic resonance imaging (fMRI) reliability within a single subject over repeated runs in canonical brain networks during jhana meditation performed by an adept practitioner over 5 days (27 fMRI runs) inside an ultra-high field 7 Tesla MRI scanner. We found that thalamus and several cortical networks, that is, the somatomotor, limbic, default-mode, control, and temporo-parietal, demonstrated good within-subject reliability across all jhanas. Additionally, we found that several other relevant brain networks (e.g., attention, salience) showed noticeable increases in reliability when fMRI measurements were adjusted for variability in self-reported phenomenology related to jhana meditation. Overall, we present a preliminary template of reliable brain areas likely underpinning core neurocognitive elements of jhana meditation, and highlight the utility of neurophenomenological experimental designs for better characterizing neuronal variability associated with advanced meditative states."}, {"id": "b9a4f7341349437d06f5a52894d3969f7ead637b", "title": "The organization of the human cerebral cortex estimated by intrinsic functional connectivity.", "citationCount": 1991, "year": 2011, "size": 907.1621621621622, "color": "#6600a7", "shortName": "Yeo2011-kp", "doi": "10.1152/jn.00338.2011", "authors": ["B, Yeo", "Fenna, Krienen", "Jorge, Sepulcre", "Mert, Sabuncu", "Danial, Lashkari", "Marisa, Hollinshead", "Joshua, Roffman", "Jordan, Smoller", "Lilla, Zöllei", "Jonathan, Polimeni", "Bruce, Fischl", "Hesheng, Liu", "Randy, Buckner"], "abstract": "Information processing in the cerebral cortex involves interactions among distributed areas. Anatomical connectivity suggests that certain areas form local hierarchical relations such as within the visual system. Other connectivity patterns, particularly among association areas, suggest the presence of large-scale circuits without clear hierarchical relations. In this study the organization of networks in the human cerebrum was explored using resting-state functional connectivity MRI. Data from 1,000 subjects were registered using surface-based alignment. A clustering approach was employed to identify and replicate networks of functionally coupled regions across the cerebral cortex. The results revealed local networks confined to sensory and motor cortices as well as distributed networks of association regions. Within the sensory and motor cortices, functional connectivity followed topographic representations across adjacent areas. In association cortex, the connectivity patterns often showed abrupt transitions between network boundaries. Focused analyses were performed to better understand properties of network connectivity. A canonical sensory-motor pathway involving primary visual area, putative middle temporal area complex (MT+), lateral intraparietal area, and frontal eye field was analyzed to explore how interactions might arise within and between networks. Results showed that adjacent regions of the MT+ complex demonstrate differential connectivity consistent with a hierarchical pathway that spans networks. The functional connectivity of parietal and prefrontal association cortices was next explored. Distinct connectivity profiles of neighboring regions suggest they participate in distributed networks that, while showing evidence for interactions, are embedded within largely parallel, interdigitated circuits. We conclude by discussing the organization of these large-scale cerebral networks in relation to monkey anatomy and their potential evolutionary expansion in humans to support cognition."}, {"id": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "title": "Cessations of consciousness in meditation: Advancing a scientific understanding of nirodha samāpatti.", "citationCount": 7, "year": 2023, "size": 102.83783783783784, "color": "#f8df25", "shortName": "Laukkonen2023-vm", "doi": "10.1016/bs.pbr.2022.12.007", "authors": ["Ruben, Laukkonen", "Matthew, Sacchet", "Henk, Barendregt", "Kathryn, Devaney", "Avijit, Chowdhury", "Heleen, Slagter"], "abstract": "Absence of consciousness can occur due to a concussion, anesthetization, intoxication, epileptic seizure, or other fainting/syncope episode caused by lack of blood flow to the brain. However, some meditation practitioners also report that it is possible to undergo a total absence of consciousness during meditation, lasting up to 7 days, and that these “cessations” can be consistently induced. One form of extended cessation (i.e., nirodha samāpatti) is thought to be different from sleep because practitioners are said to be completely impervious to external stimulation. That is, they cannot be 'woken up' from the cessation state as one might be from a dream. Cessations are also associated with the absence of any time experience or tiredness, and are said to involve a stiff rather than a relaxed body. Emergence from meditation-induced cessations is said to have profound effects on subsequent cognition and experience (e.g., resulting in a sudden sense of clarity, openness, and possibly insights). In this paper, we briefly outline the historical context for cessation events, present preliminary data from two labs, set a research agenda for their study, and provide an initial framework for understanding what meditation induced cessation may reveal about the mind and brain. We conclude by integrating these so-called nirodha and nirodha samāpatti experiences—as they are known in classical Buddhism—into current cognitive-neurocomputational and active inference frameworks of meditation."}, {"id": "e760e8b6647c694e21c9be1a386b92b917f9c307", "title": "The brain’s default network: updated anatomy, physiology and evolving insights", "citationCount": 642, "year": 2019, "size": 360.27027027027026, "color": "#f0804e", "shortName": "Buckner2019-sh", "doi": "10.1038/s41583-019-0212-7", "authors": ["R, Buckner", "L, DiNicola"], "abstract": "Discoveries over the past two decades demonstrate that regions distributed throughout the association cortex, often called the default network, are suppressed during tasks that demand external attention and are active during remembering, envisioning the future and making social inferences. This Review describes progress in understanding the organization and function of networks embedded within these association regions. Detailed high-resolution analyses of single individuals suggest that the default network is not a single network, as historically described, but instead comprises multiple interwoven networks. The multiple networks share a common organizational motif (also evident in marmoset and macaque anatomical circuits) that might support a general class of processing function dependent on internally constructed rather than externally constrained representations, with each separate interwoven network specialized for a distinct processing domain. Direct neuronal recordings in humans and monkeys reveal evidence for competitive relationships between the internally and externally oriented networks. Findings from rodent studies suggest that the thalamus might be essential to controlling which networks are engaged through specialized thalamic reticular neurons, including antagonistic subpopulations. These association networks (and presumably thalamocortical circuits) are expanded in humans and might be particularly vulnerable to dysregulation implicated in mental illness."}, {"id": "49af40d018d1b5d0269bc17e63bba9fb697b029d", "title": "The neuroscience of mindfulness meditation", "citationCount": 1893, "year": 2015, "size": 867.4324324324324, "color": "#bc3587", "shortName": "Tang2015-tw", "doi": "10.1038/nrn3916", "authors": ["Yi-Yuan, Tang", "Britta, Hölzel", "Michael, Posner"], "abstract": "Research over the past two decades broadly supports the claim that mindfulness meditation - practiced widely for the reduction of stress and promotion of health - exerts beneficial effects on physical and mental health, and cognitive performance. Recent neuroimaging studies have begun to uncover the brain areas and networks that mediate these positive effects. However, the underlying neural mechanisms remain unclear, and it is apparent that more methodologically rigorous studies are required if we are to gain a full understanding of the neuronal and molecular bases of the changes in the brain that accompany mindfulness meditation."}, {"id": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e", "title": "Longitudinal effects of meditation on brain resting-state functional connectivity", "citationCount": 27, "year": 2021, "size": 110.94594594594595, "color": "#fdac33", "shortName": "Zhang2021-gm", "doi": "10.1038/s41598-021-90729-y", "authors": ["Zongpai, Zhang", "Wen-Ming, Luh", "Wenna, Duan", "Grace, Zhou", "George, Weinschenk", "Adam, Anderson", "Weiying, Dai"], "abstract": "Changes in brain resting-state functional connectivity (rsFC) were investigated using a longitudinal design by following a 2-month focused attention meditation (FAM) practice and analyzing their association with FAM practice time. Ten novice meditators were recruited from a university meditation course. Participants were scanned with a resting-state fMRI sequence with multi-echo EPI acquisition at baseline and at the 2-month follow-up. Total FAM practice time was calculated from the daily log of the participants. We observed significantly increased rsFC between the posterior cingulate cortex (PCC) and dorsal attention network (DAN), the right middle temporal (RMT) region and default mode network (DMN), the left and right superior parietal lobules (LSPL/RSPL) and DMN, and the LSPL/RSPL and DAN. Furthermore, the rsFC between the LSPL and medial prefrontal cortex was significantly associated with the FAM practice time. These results demonstrate increased connectivity within the DAN, between the DMN and DAN, and between the DMN and visual cortex. These findings demonstrate that FAM can enhance the brain connection among and within brain networks, especially DMN and DAN, indicating potential effect of FAM on fast switching between mind wandering and focused attention and maintaining attention once in the attentive state."}, {"id": "5292781f79d92864b8bca91b888fac1ad5febe20", "title": "Signal or noise: brain network interactions underlying the experience and training of mindfulness", "citationCount": 44, "year": 2016, "size": 117.83783783783784, "color": "#cc4778", "shortName": "Mooneyham2016-uo", "doi": "10.1111/nyas.13044", "authors": ["Benjamin, Mooneyham", "M, Mrazek", "Alissa, Mrazek", "J, Schooler"], "abstract": "A broad set of brain regions has been associated with the experience and training of mindfulness. Many of these regions lie within key intrinsic brain networks, including the executive control, salience, and default networks. In this paper, we review the existing literature on the cognitive neuroscience of mindfulness through the lens of network science. We describe the characteristics of the intrinsic brain networks implicated in mindfulness and summarize the relevant findings pertaining to changes in functional connectivity (FC) within and between these networks. Convergence across these findings suggests that mindfulness may be associated with increased FC between two regions within the default network: the posterior cingulate cortex and the ventromedial prefrontal cortex. Additionally, extensive meditation experience may be associated with increased FC between the insula and the dorsolateral prefrontal cortex. However, little consensus has emerged within the existing literature owing to the diversity of operational definitions of mindfulness, neuroimaging methods, and network characterizations. We describe several challenges to develop a coherent cognitive neuroscience of mindfulness and to provide detailed recommendations for future research."}, {"id": "812be8986df44c80eb7c2936aaac2a9e3fd80e77", "title": "Influence of meditation on anti-correlated networks in the brain", "citationCount": 131, "year": 2012, "size": 153.10810810810813, "color": "#7e03a8", "shortName": "Josipovic2012-fv", "doi": "10.3389/fnhum.2011.00183", "authors": ["Zoran, Josipovic", "I, Dinstein", "J, Weber", "D, Heeger"], "abstract": "Human experiences can be broadly divided into those that are external and related to interaction with the environment, and experiences that are internal and self-related. The cerebral cortex appears to be divided into two corresponding systems: an “extrinsic” system composed of brain areas that respond more to external stimuli and tasks and an “intrinsic” system composed of brain areas that respond less to external stimuli and tasks. These two broad brain systems seem to compete with each other, such that their activity levels over time is usually anti-correlated, even when subjects are “at rest” and not performing any task. This study used meditation as an experimental manipulation to test whether this competition (anti-correlation) can be modulated by cognitive strategy. Participants either fixated without meditation (fixation), or engaged in non-dual awareness (NDA) or focused attention (FA) meditations. We computed inter-area correlations (“functional connectivity”) between pairs of brain regions within each system, and between the entire extrinsic and intrinsic systems. Anti-correlation between extrinsic vs. intrinsic systems was stronger during FA meditation and weaker during NDA meditation in comparison to fixation (without mediation). However, correlation between areas within each system did not change across conditions. These results suggest that the anti-correlation found between extrinsic and intrinsic systems is not an immutable property of brain organization and that practicing different forms of meditation can modulate this gross functional organization in profoundly different ways."}, {"id": "dc338602a333281563b11a4f5d37b14a4cc1910a", "title": "Meditation experience is associated with differences in default mode network activity and connectivity", "citationCount": 1055, "year": 2011, "size": 527.7027027027027, "color": "#6600a7", "shortName": "Brewer2011-le", "doi": "10.1073/pnas.1112029108", "authors": ["Judson, Brewer", "Patrick, Worhunsky", "Jeremy, Gray", "Yi-Yuan, Tang", "Jochen, Weber", "Hedy, Kober"], "abstract": "Many philosophical and contemplative traditions teach that ``living in the moment'' increases happiness. However, the default mode of humans appears to be that of mind-wandering, which correlates with unhappiness, and with activation in a network of brain areas associated with self-referential processing. We investigated brain activity in experienced meditators and matched meditation-naive controls as they performed several different meditations (Concentration, Loving-Kindness, Choiceless Awareness). We found that the main nodes of the default-mode network (medial prefrontal and posterior cingulate cortices) were relatively deactivated in experienced meditators across all meditation types. Furthermore, functional connectivity analysis revealed stronger coupling in experienced meditators between the posterior cingulate, dorsal anterior cingulate, and dorsolateral prefrontal cortices (regions previously implicated in self-monitoring and cognitive control), both at baseline and during meditation. Our findings demonstrate differences in the default-mode network that are consistent with decreased mind-wandering. As such, these provide a unique understanding of possible neural mechanisms of meditation."}, {"id": "fd2654214c1b7d4fb6616726aedc58aa68573fea", "title": "Central and autonomic nervous system interaction is altered by short-term meditation", "citationCount": 630, "year": 2009, "size": 355.4054054054054, "color": "#310597", "shortName": "Tang2009-uz", "doi": "10.1073/pnas.0904031106", "authors": ["Yi-Yuan, Tang", "Yinghua, Ma", "Yaxin, Fan", "Hongbo, Feng", "Junhong, Wang", "Shigang, Feng", "Q, Lu", "B, Hu", "Yao, Lin", "Jian, Li", "Ye, Zhang", "Yan, Wang", "Li, Zhou", "M, Fan"], "abstract": "Five days of integrative body–mind training (IBMT) improves attention and self-regulation in comparison with the same amount of relaxation training. This paper explores the underlying mechanisms of this finding. We measured the physiological and brain changes at rest before, during, and after 5 days of IBMT and relaxation training. During and after training, the IBMT group showed significantly better physiological reactions in heart rate, respiratory amplitude and rate, and skin conductance response (SCR) than the relaxation control. Differences in heart rate variability (HRV) and EEG power suggested greater involvement of the autonomic nervous system (ANS) in the IBMT group during and after training. Imaging data demonstrated stronger subgenual and adjacent ventral anterior cingulate cortex (ACC) activity in the IBMT group. Frontal midline ACC theta was correlated with highfrequency HRV, suggesting control by the ACC over parasympathetic activity. These results indicate that after 5 days of training, the IBMT group shows better regulation of the ANS by a ventral midfrontal brain system than does the relaxation group. This changed state probably reflects training in the coordination of body and mind given in the IBMT but not in the control group. These results could be useful in the design of further specific interventions."}, {"id": "6469827312f58715202f38c89576b01b38575334", "title": "Meditation leads to reduced default mode network activity beyond an active task", "citationCount": 2, "year": 2015, "size": 100.8108108108108, "color": "#bc3587", "shortName": "Garrison2015-gi", "doi": "10.3758/s13415-015-0358-3", "authors": ["Kathleen, Garrison", "Thomas, Zeffiro", "Dustin, Scheinost", "R, Constable", "Judson, Brewer"], "abstract": "Meditation has been associated with relatively reduced activity in the default mode network, a brain network implicated in self-related thinking and mind wandering. However, previous imaging studies have typically compared meditation to rest, despite other studies having reported differences in brain activation patterns between meditators and controls at rest. Moreover, rest is associated with a range of brain activation patterns across individuals that has only recently begun to be better characterized. Therefore, in this study we compared meditation to another active cognitive task, both to replicate the findings that meditation is associated with relatively reduced default mode network activity and to extend these findings by testing whether default mode activity was reduced during meditation, beyond the typical reductions observed during effortful tasks. In addition, prior studies had used small groups, whereas in the present study we tested these hypotheses in a larger group. The results indicated that meditation is associated with reduced activations in the default mode network, relative to an active task, for meditators as compared to controls. Regions of the default mode network showing a Group × Task interaction included the posterior cingulate/precuneus and anterior cingulate cortex. These findings replicate and extend prior work indicating that the suppression of default mode processing may represent a central neural process in long-term meditation, and they suggest that meditation leads to relatively reduced default mode processing beyond that observed during another active cognitive task."}, {"id": "421ac9dd0b08d31ee5693f022e2ee9233f90875e", "title": "Investigating the phenomenological matrix of mindfulness-related practices from a neurocognitive perspective.", "citationCount": 474, "year": 2015, "size": 292.1621621621622, "color": "#bc3587", "shortName": "Lutz2015-xi", "doi": "10.1037/a0039585", "authors": ["Antoine, Lutz", "Amishi, Jha", "John, Dunne", "Clifford, Saron"], "abstract": "There has been a great increase in literature concerned with the effects of a variety of mental training regimes that generally fall within what might be called contemplative practices, and a majority of these studies have focused on mindfulness. Mindfulness meditation practices can be conceptualized as a set of attention-based, regulatory, and self-inquiry training regimes cultivated for various ends, including wellbeing and psychological health. This article examines the construct of mindfulness in psychological research and reviews recent, nonclinical work in this area. Instead of proposing a single definition of mindfulness, we interpret it as a continuum of practices involving states and processes that can be mapped into a multidimensional phenomenological matrix which itself can be expressed in a neurocognitive framework. This phenomenological matrix of mindfulness is presented as a heuristic to guide formulation of next-generation research hypotheses from both cognitive/behavioral and neuroscientific perspectives. In relation to this framework, we review selected findings on mindfulness cultivated through practices in traditional and research settings, and we conclude by identifying significant gaps in the literature and outline new directions for research."}, {"id": "c63807ff9a966727e86cc0c562797bf2c18a0262", "title": "Attention regulation and monitoring in meditation", "citationCount": 2220, "year": 2008, "size": 1000.0, "color": "#0d0887", "shortName": "Lutz2008-ni", "doi": "10.1016/j.tics.2008.01.005", "authors": ["Antoine, Lutz", "Heleen, Slagter", "John, Dunne", "Richard, Davidson"], "abstract": "Meditation can be conceptualized as a family of complex emotional and attentional regulatory training regimes developed for various ends, including the cultivation of well-being and emotional balance. Among these various practices, there are two styles that are commonly studied. One style, focused attention meditation, entails the voluntary focusing of attention on a chosen object. The other style, open monitoring meditation, involves nonreactive monitoring of the content of experience from moment to moment. The potential regulatory functions of these practices on attention and emotion processes could have a long-term impact on the brain and behavior."}, {"id": "fdbf90a79da5dd23f6b9361a2d63bb27e5e2e4e3", "title": "Decreased electrophysiological activity represents the conscious state of emptiness in meditation", "citationCount": 92, "year": 2014, "size": 137.2972972972973, "color": "#aa2395", "shortName": "Hinterberger2014-kc", "doi": "10.3389/fpsyg.2014.00099", "authors": ["T, Hinterberger", "S, Schmidt", "T, Kamei", "H, Walach"], "abstract": "Many neuroscientific theories explain consciousness with higher order information processing corresponding to an activation of specific brain areas and processes. In contrast, most forms of meditation ask for a down-regulation of certain mental processing activities while remaining fully conscious. To identify the physiological properties of conscious states with decreased mental and cognitive processing, the electrical brain activity (64 channels of EEG) of 50 participants of various meditation proficiencies was measured during distinct and idiosyncratic meditative tasks. The tasks comprised a wakeful “thoughtless emptiness (TE),” a “focused attention,” and an “open monitoring” task asking for mindful presence in the moment and in the environment without attachment to distracting thoughts. Our analysis mainly focused on 30 highly experienced meditators with at least 5 years and 1000 h of meditation experience. Spectral EEG power comparisons of the TE state with the resting state or other forms of meditation showed decreased activities in specific frequency bands. In contrast to a focused attention task the TE task showed significant central and parietal gamma decreases (p < 0.05). Compared to open monitoring TE expressed decreased alpha and beta amplitudes, mainly in parietal areas (p < 0.01). TE presented significantly less delta (p < 0.001) and theta (p < 0.05) waves than a wakeful closed eyes resting condition. A group of participants with none or little meditation practice did not present those differences significantly. Our findings indicate that a conscious state of TE reached by experienced meditators is characterized by reduced high-frequency brain processing with simultaneous reduction of the low frequencies. This suggests that such a state of meditative conscious awareness might be different from higher cognitive and mentally focused states but also from states of sleep and drowsiness."}, {"id": "23f71fc1f5ec04f0196cff2ea8a561a0e9240cad", "title": "Toward a unifying taxonomy and definition for meditation", "citationCount": 153, "year": 2013, "size": 162.02702702702703, "color": "#9511a1", "shortName": "Nash2013-of", "doi": "10.3389/fpsyg.2013.00806", "authors": ["Jonathan, Nash", "A, Newberg", "Bhuvanesh, Awasthi"], "abstract": "One of the well-documented concerns confronting scholarly discourse about meditation is the plethora of semantic constructs and the lack of a unified definition and taxonomy. In recent years there have been several notable attempts to formulate new lexicons in order to define and categorize meditation methods. While these constructs have been useful and have encountered varying degrees of acceptance, they have also been subject to misinterpretation and debate, leaving the field devoid of a consensual paradigm. This paper attempts to influence this ongoing discussion by proposing two new models which hold the potential for enhanced scientific reliability and acceptance. Regarding the quest for a universally acceptable taxonomy, we suggest a paradigm shift away from the norm of fabricatIng new terminology from a first-person perspective. As an alternative, we propose a new taxonomic system based on the historically well-established and commonly accepted third-person paradigm of Affect and Cognition, borrowed, in part, from the psychological and cognitive sciences. With regard to the elusive definitional problem, we propose a model of meditation which clearly distinguishes “method” from “state” and is conceptualized as a dynamic process which is inclusive of six related but distinct stages. The overall goal is to provide researchers with a reliable nomenclature with which to categorize and classify diverse meditation methods, and a conceptual framework which can provide direction for their research and a theoretical basis for their findings."}, {"id": "b613d6001efd2b1a32a1496d6b64f4b14e85fc8d", "title": "Reduced functional connectivity between cortical sources in five meditation traditions detected with lagged coherence using EEG tomography", "citationCount": 132, "year": 2012, "size": 153.51351351351352, "color": "#7e03a8", "shortName": "Lehmann2012-pn", "doi": "10.1016/j.neuroimage.2012.01.042", "authors": ["D, Lehmann", "P, Faber", "S, Tei", "R, Pascual-Marqui", "P, Milz", "K, Kochi"], "abstract": "Brain functional states are established by functional connectivities between brain regions. In experienced meditators (13 Tibetan Buddhists, 15 QiGong, 14 Sahaja Yoga, 14 Ananda Marga Yoga, 15 Zen), 19-channel EEG was recorded before, during and after that meditation exercise which their respective tradition regards as route to the most desirable meditative state. The head surface EEG data were recomputed (sLORETA) into 19 cortical regional source model time series. All 171 functional connectivities between regions were computed as ‘lagged coherence’ for the eight EEG frequency bands (delta through gamma). This analysis removes ambiguities of localization, volume conduction-induced inflation of coherence, and reference-dependence. All significant differences (corrected for multiple testing) between meditation compared to no-task rest before and after meditation showed lower coherence during meditation, in all five traditions and eight (inhibitory as well as excitatory) frequency bands. Conventional coherence between the original head surface EEG time series very predominantly also showed reduced coherence during meditation. The topography of the functional connectivities was examined via PCA-based computation of principal connectivities. When going into and out of meditation, significantly different connectivities revealed clearly different topographies in the delta frequency band and minor differences in the beta-2 band. The globally reduced functional interdependence between brain regions in meditation suggests that interaction between the self process functions is minimized, and that constraints on the self process by other processes are minimized, thereby leading to the subjective experience of non-involvement, detachment and letting go, as well as of all-oneness and dissolution of ego borders during meditation."}, {"id": "2ecb7090f2beb9b001f5372ef94b7f4025af7754", "title": "Monitoring the neural activity of the state of mental silence while practicing Sahaja yoga meditation.", "citationCount": 29, "year": 2015, "size": 111.75675675675676, "color": "#bc3587", "shortName": "Hernandez2015-tt", "doi": "10.1089/acm.2013.0450", "authors": ["S, Hernández", "José, Suero", "K, Rubia", "J, González-Mora"], "abstract": "Objective: To identify the neural correlates of the state of mental silence as experienced through Sahaja yoga meditation. Design: Nineteen experienced meditators underwent functional magnetic resonance imaging during three short consecutive meditation periods, contrasted with a control relaxation condition. Results: Relative to baseline, at the beginning of the meditation sessions there was a significant increase of activation in bilateral inferior frontal and temporal regions. Activation became progressively more reduced with deeper meditation stages and in the last meditation session it became localized to the right inferior frontal cortex/ right insula and right middle/superior temporal cortex. Furthermore, right inferior frontal activation was directly associated with the subjective depth of the mental silence experience. Conclusions: Meditators appear to pass through an initial intense neural self-control process necessary to silence their mind. After this they experience relatively reduced brain activation concomitant with the deepening of the state of mental silence over right inferior frontal cortex, probably reflecting an effortless process of attentional contemplation associated with this state."}, {"id": "d7b051347f780c1ac115f2b769a3293135b6477a", "title": "Psychedelics, Meditation, and Self-Consciousness", "citationCount": 214, "year": 2018, "size": 186.75675675675677, "color": "#e66c5c", "shortName": "Milliere2018-mq", "doi": "10.3389/fpsyg.2018.01475", "authors": ["Raphaël, Millière", "R, Carhart-Harris", "L, Roseman", "Fynn-Mathis, Trautwein", "Aviva, Berkovich-Ohana"], "abstract": "In recent years, the scientific study of meditation and psychedelic drugs has seen remarkable developments. The increased focus on meditation in cognitive neuroscience has led to a cross-cultural classification of standard meditation styles validated by functional and structural neuroanatomical data. Meanwhile, the renaissance of psychedelic research has shed light on the neurophysiology of altered states of consciousness induced by classical psychedelics, such as psilocybin and LSD, whose effects are mainly mediated by agonism of serotonin receptors. Few attempts have been made at bridging these two domains of inquiry, despite intriguing evidence of overlap between the phenomenology and neurophysiology of meditation practice and psychedelic states. In particular, many contemplative traditions explicitly aim at dissolving the sense of self by eliciting altered states of consciousness through meditation, while classical psychedelics are known to produce significant disruptions of self-consciousness, a phenomenon known as drug-induced ego dissolution. In this article, we discuss available evidence regarding convergences and differences between phenomenological and neurophysiological data on meditation practice and psychedelic drug-induced states, with a particular emphasis on alterations of self-experience. While both meditation and psychedelics may disrupt self-consciousness and underlying neural processes, we emphasize that neither meditation nor psychedelic states can be conceived as simple, uniform categories. Moreover, we suggest that there are important phenomenological differences even between conscious states described as experiences of self-loss. As a result, we propose that self-consciousness may be best construed as a multidimensional construct, and that ``self-loss,'' far from being an unequivocal phenomenon, can take several forms. Indeed, various aspects of self-consciousness, including narrative aspects linked to autobiographical memory, self-related thoughts and mental time travel, and embodied aspects rooted in multisensory processes, may be differently affected by psychedelics and meditation practices. Finally, we consider long-term outcomes of experiences of self-loss induced by meditation and psychedelics on individual traits and prosocial behavior. We call for caution regarding the problematic conflation of temporary states of self-loss with ``selflessness'' as a behavioral or social trait, although there is preliminary evidence that correlations between short-term experiences of self-loss and long-term trait alterations may exist."}, {"id": "36ea4d25609255d71ae1d5649f77a93f05eaa118", "title": "Self-specific processing in the meditating brain: a MEG neurophenomenology study", "citationCount": 41, "year": 2016, "size": 116.62162162162161, "color": "#cc4778", "shortName": "Dor-Ziderman2016-pg", "doi": "10.1093/nc/niw019", "authors": ["Yair, Dor-Ziderman", "Y, Ataria", "S, Fulder", "A, Goldstein", "Aviva, Berkovich-Ohana"], "abstract": "Self-specific processes (SSPs) specify the self as an embodied subject and agent, implementing a functional self/nonself distinction in perception, cognition, and action. Despite recent interest, it is still undetermined whether SSPs are all-or-nothing or graded phenomena; whether they can be identified in neuroimaging data; and whether they can be altered through attentional training. These issues are approached through a neurophenomenological exploration of the sense-of-boundaries (SB), the fundamental experience of being an ‘I’ (self) separated from the ‘world' (nonself). The SB experience was explored in collaboration with a uniquely qualified meditation practitioner, who volitionally produced, while being scanned by magnetoencephalogram (MEG), three mental states characterized by a graded SB experience. The results were then partly validated in an independent group of 10 long-term meditators. Implicated neural mechanisms include right-lateralized beta oscillations in the temporo-parietal junction, a region known to mediate the experiential unity of self and body; and in the medial parietal cortex, a central node of the self's representational system. The graded nature as well as the trainable flexibility and neural plasticity of SSPs may hold clinical implications for populations with a disturbed SB."}, {"id": "88dd45aedb5a9fbdc7912ffc3f05535a876870b4", "title": "REBUS and the Anarchic Brain: Toward a Unified Model of the Brain Action of Psychedelics", "citationCount": 503, "year": 2019, "size": 303.9189189189189, "color": "#f0804e", "shortName": "Carhart-Harris2019-ek", "doi": "10.1124/pr.118.017160", "authors": ["R, Carhart-Harris", "Karl, Friston"], "abstract": "This paper formulates the action of psychedelics by integrating the free-energy principle and entropic brain hypothesis. We call this formulation relaxed beliefs under psychedelics (REBUS) and the anarchic brain, founded on the principle that—via their entropic effect on spontaneous cortical activity—psychedelics work to relax the precision of high-level priors or beliefs, thereby liberating bottom-up information flow, particularly via intrinsic sources such as the limbic system. We assemble evidence for this model and show how it can explain a broad range of phenomena associated with the psychedelic experience. With regard to their potential therapeutic use, we propose that psychedelics work to relax the precision weighting of pathologically overweighted priors underpinning various expressions of mental illness. We propose that this process entails an increased sensitization of high-level priors to bottom-up signaling (stemming from intrinsic sources), and that this heightened sensitivity enables the potential revision and deweighting of overweighted priors. We end by discussing further implications of the model, such as that psychedelics can bring about the revision of other heavily weighted high-level priors, not directly related to mental health, such as those underlying partisan and/or overly-confident political, religious, and/or philosophical perspectives."}, {"id": "94656af74a238ee27cc0bd894c49654d087dc4b9", "title": "Silence Practice Modulates the Resting State Functional Connectivity of Language Network with Default Mode and Dorsal Attention Networks in Long-Term Meditators", "citationCount": 0, "year": 2024, "size": 100.0, "color": "#f0f921", "shortName": "Tripathi2024-gp", "doi": "10.1007/s12671-024-02316-7", "authors": ["Vaibhav, Tripathi", "Kathryn, Devaney", "Sara, Lazar", "David, Somers"], "abstract": "Not found"}, {"id": "409172bcc3751c7e91191deb6f810e26a8588c33", "title": "Attention and Default Mode Network Assessments of Meditation Experience during Active Cognition and Rest", "citationCount": 11, "year": 2021, "size": 104.45945945945945, "color": "#fdac33", "shortName": "Devaney2021-mg", "doi": "10.3390/brainsci11050566", "authors": ["Kathryn, Devaney", "Emily, Levin", "Vaibhav, Tripathi", "James, Higgins", "Sara, Lazar", "David, Somers"], "abstract": "Meditation experience has previously been shown to improve performance on behavioral assessments of attention, but the neural bases of this improvement are unknown. Two prominent, strongly competing networks exist in the human cortex: a dorsal attention network, that is activated during focused attention, and a default mode network, that is suppressed during attentionally demanding tasks. Prior studies suggest that strong anti-correlations between these networks indicate good brain health. In addition, a third network, a ventral attention network, serves as a ``circuit-breaker'' that transiently disrupts and redirects focused attention to permit salient stimuli to capture attention. Here, we used functional magnetic resonance imaging to contrast cortical network activation between experienced focused attention Vipassana meditators and matched controls. Participants performed two attention tasks during scanning: a sustained attention task and an attention-capture task. Meditators demonstrated increased magnitude of differential activation in the dorsal attention vs. default mode network in a sustained attention task, relative to controls. In contrast, there were no evident attention network differences between meditators and controls in an attentional reorienting paradigm. A resting state functional connectivity analysis revealed a greater magnitude of anticorrelation between dorsal attention and default mode networks in the meditators as compared to both our local control group and a n = 168 Human Connectome Project dataset. These results demonstrate, with both task- and rest-based fMRI data, increased stability in sustained attention processes without an associated attentional capture cost in meditators. Task and resting-state results, which revealed stronger anticorrelations between dorsal attention and default mode networks in experienced mediators than in controls, are consistent with a brain health benefit of long-term meditation practice."}, {"id": "8714f93a383ae40c41eb63669a5bd84a3c5a04a1", "title": "Identification of Visual Attentional Regions of the Temporoparietal Junction in Individual Subjects using a Vivid, Novel Oddball Paradigm", "citationCount": 5, "year": 2019, "size": 102.02702702702703, "color": "#f0804e", "shortName": "Devaney2019-lz", "doi": "10.3389/fnhum.2019.00424", "authors": ["Kathryn, Devaney", "M, Rosen", "Emily, Levin", "D, Somers"], "abstract": "The Temporoparietal Junction (TPJ) of the cerebral cortex is a functionally heterogeneous region that also exhibits substantial anatomical variability across individuals. As a result, the precise functional organization of TPJ remains controversial. One or more regions within TPJ support visual attention processes, but the “attention TPJ” is difficult to functionally observe in individual subjects, and thus is typically identified by averaging across a large group of subjects. However, group-averaging also blurs localization and can obscure functional organization. Here, we develop and test an individual-subject approach to identifying attentional TPJ. This paradigm employs novel oddball images with a strong visual drive to produce robust TPJ responses in individuals. Vivid, novel oddballs drive responses in two TPJ regions bilaterally, a posterior region centered in posterior Superior Temporal Sulcus (TPJSTS) and an anterior region in ventral Supramarginal Gyrus (TPJSMG). Although an attentional reorienting task fails to drive TPJ activation in individuals, group analysis of the attentional reorienting contrast reveals recruitment of right TPJSTS, but not right TPJSMG. Similarly, right TPJSTS, as identified in individual subjects by the vivid, novel oddball contrast, is activated by attentional reorienting, but right TPJSMG is not. These findings advance an individual-subject based approach to understanding the functional organization of TPJ."}, {"id": "d8f8b5dc586027e12930a382e1a28adc9a08cf47", "title": "Functional connectivity changes in meditators and novices during yoga nidra practice", "citationCount": 0, "year": 2024, "size": 100.0, "color": "#f0f921", "shortName": "Fialoke2024-zk", "doi": "10.1038/s41598-024-63765-7", "authors": ["Suruchi, Fialoke", "Vaibhav, Tripathi", "Sonika, Thakral", "Anju, Dhawan", "Vidur, Majahan", "Rahul, Garg"], "abstract": "Yoga nidra (YN) practice aims to induce a deeply relaxed state akin to sleep while maintaining heightened awareness. Despite the growing interest in its clinical applications, a comprehensive understanding of the underlying neural correlates of the practice of YN remains largely unexplored. In this fMRI investigation, we aim to discover the differences between wakeful resting states and states attained during YN practice. The study included individuals experienced in meditation and/or yogic practices, referred to as ‘meditators’ (n = 30), and novice controls (n = 31). The GLM analysis, based on audio instructions, demonstrated activation related to auditory cues without concurrent default mode network (DMN) deactivation. DMN seed based functional connectivity (FC) analysis revealed significant reductions in connectivity among meditators during YN as compared to controls. We did not find differences between the two groups during the pre and post resting state scans. Moreover, when DMN-FC was compared between the YN state and resting state, meditators showed distinct decoupling, whereas controls showed increased DMN-FC. Finally, participants exhibit a remarkable correlation between reduced DMN connectivity during YN and self-reported hours of cumulative meditation and yoga practice. Together, these results suggest a unique neural modulation of the DMN in meditators during YN which results in being restful yet aware, aligned with their subjective experience of the practice. The study deepens our understanding of the neural mechanisms of YN, revealing distinct DMN connectivity decoupling in meditators and its relationship with meditation and yoga experience. These findings have interdisciplinary implications for neuroscience, psychology, and yogic disciplines."}, {"id": "d7dc8f103b665626d0d61058573323bd71daa58a", "title": "Long-Term and Meditation-Specific Modulations of Brain Connectivity Revealed Through Multivariate Pattern Analysis", "citationCount": 4, "year": 2023, "size": 101.62162162162163, "color": "#f8df25", "shortName": "Guidotti2023-rc", "doi": "10.1007/s10548-023-00950-3", "authors": ["Roberto, Guidotti", "A, D'Andrea", "Alessio, Basti", "A, Raffone", "V, Pizzella", "L, Marzetti"], "abstract": "Neuroimaging studies have provided evidence that extensive meditation practice modifies the functional and structural properties of the human brain, such as large-scale brain region interplay. However, it remains unclear how different meditation styles are involved in the modulation of these large-scale brain networks. Here, using machine learning and fMRI functional connectivity, we investigated how focused attention and open monitoring meditation styles impact large-scale brain networks. Specifically, we trained a classifier to predict the meditation style in two groups of subjects: expert Theravada Buddhist monks and novice meditators. We showed that the classifier was able to discriminate the meditation style only in the expert group. Additionally, by inspecting the trained classifier, we observed that the Anterior Salience and the Default Mode networks were relevant for the classification, in line with their theorized involvement in emotion and self-related regulation in meditation. Interestingly, results also highlighted the role of specific couplings between areas crucial for regulating attention and self-awareness as well as areas related to processing and integrating somatosensory information. Finally, we observed a larger involvement of left inter-hemispheric connections in the classification. In conclusion, our work supports the evidence that extensive meditation practice modulates large-scale brain networks, and that the different meditation styles differentially affect connections that subserve style-specific functions."}], "links": [{"source": "383c677a53a49654e02bd44830b7456d6d881c70", "target": "7bab004c581f864c4526e1ad79f5538822b0bbbc"}, {"source": "383c677a53a49654e02bd44830b7456d6d881c70", "target": "dd097a622e9ebd624edb006a6d75f0bf16d6a454"}, {"source": "383c677a53a49654e02bd44830b7456d6d881c70", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "target": "dd097a622e9ebd624edb006a6d75f0bf16d6a454"}, {"source": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "target": "e760e8b6647c694e21c9be1a386b92b917f9c307"}, {"source": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "target": "49af40d018d1b5d0269bc17e63bba9fb697b029d"}, {"source": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "7bab004c581f864c4526e1ad79f5538822b0bbbc", "target": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896"}, {"source": "8caea519d8589bec113429607183d1fbf0edbe3e", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "031315cd100372cc409896fe4d0a233ff20d12e3", "target": "7bab004c581f864c4526e1ad79f5538822b0bbbc"}, {"source": "031315cd100372cc409896fe4d0a233ff20d12e3", "target": "dd097a622e9ebd624edb006a6d75f0bf16d6a454"}, {"source": "031315cd100372cc409896fe4d0a233ff20d12e3", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "031315cd100372cc409896fe4d0a233ff20d12e3", "target": "b9a4f7341349437d06f5a52894d3969f7ead637b"}, {"source": "031315cd100372cc409896fe4d0a233ff20d12e3", "target": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896"}, {"source": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "target": "88dd45aedb5a9fbdc7912ffc3f05535a876870b4"}, {"source": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "target": "d7b051347f780c1ac115f2b769a3293135b6477a"}, {"source": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "target": "421ac9dd0b08d31ee5693f022e2ee9233f90875e"}, {"source": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "2a3cf6b9f2b460bfd6be1c0a2308049339ed6896", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "e760e8b6647c694e21c9be1a386b92b917f9c307", "target": "b9a4f7341349437d06f5a52894d3969f7ead637b"}, {"source": "49af40d018d1b5d0269bc17e63bba9fb697b029d", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "49af40d018d1b5d0269bc17e63bba9fb697b029d", "target": "fd2654214c1b7d4fb6616726aedc58aa68573fea"}, {"source": "49af40d018d1b5d0269bc17e63bba9fb697b029d", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e", "target": "5292781f79d92864b8bca91b888fac1ad5febe20"}, {"source": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e", "target": "fd2654214c1b7d4fb6616726aedc58aa68573fea"}, {"source": "5292781f79d92864b8bca91b888fac1ad5febe20", "target": "421ac9dd0b08d31ee5693f022e2ee9233f90875e"}, {"source": "5292781f79d92864b8bca91b888fac1ad5febe20", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "5292781f79d92864b8bca91b888fac1ad5febe20", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "5292781f79d92864b8bca91b888fac1ad5febe20", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "812be8986df44c80eb7c2936aaac2a9e3fd80e77", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "812be8986df44c80eb7c2936aaac2a9e3fd80e77", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "dc338602a333281563b11a4f5d37b14a4cc1910a", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "fd2654214c1b7d4fb6616726aedc58aa68573fea", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "6469827312f58715202f38c89576b01b38575334", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "421ac9dd0b08d31ee5693f022e2ee9233f90875e", "target": "49af40d018d1b5d0269bc17e63bba9fb697b029d"}, {"source": "421ac9dd0b08d31ee5693f022e2ee9233f90875e", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "421ac9dd0b08d31ee5693f022e2ee9233f90875e", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "fdbf90a79da5dd23f6b9361a2d63bb27e5e2e4e3", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "23f71fc1f5ec04f0196cff2ea8a561a0e9240cad", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "23f71fc1f5ec04f0196cff2ea8a561a0e9240cad", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "b613d6001efd2b1a32a1496d6b64f4b14e85fc8d", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "b613d6001efd2b1a32a1496d6b64f4b14e85fc8d", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "2ecb7090f2beb9b001f5372ef94b7f4025af7754", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "36ea4d25609255d71ae1d5649f77a93f05eaa118"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "49af40d018d1b5d0269bc17e63bba9fb697b029d"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "23f71fc1f5ec04f0196cff2ea8a561a0e9240cad"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "d7b051347f780c1ac115f2b769a3293135b6477a", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}, {"source": "36ea4d25609255d71ae1d5649f77a93f05eaa118", "target": "fdbf90a79da5dd23f6b9361a2d63bb27e5e2e4e3"}, {"source": "36ea4d25609255d71ae1d5649f77a93f05eaa118", "target": "b613d6001efd2b1a32a1496d6b64f4b14e85fc8d"}, {"source": "36ea4d25609255d71ae1d5649f77a93f05eaa118", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "36ea4d25609255d71ae1d5649f77a93f05eaa118", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "88dd45aedb5a9fbdc7912ffc3f05535a876870b4", "target": "d7b051347f780c1ac115f2b769a3293135b6477a"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "409172bcc3751c7e91191deb6f810e26a8588c33"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "e760e8b6647c694e21c9be1a386b92b917f9c307"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "8caea519d8589bec113429607183d1fbf0edbe3e"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "94656af74a238ee27cc0bd894c49654d087dc4b9", "target": "b9a4f7341349437d06f5a52894d3969f7ead637b"}, {"source": "409172bcc3751c7e91191deb6f810e26a8588c33", "target": "8714f93a383ae40c41eb63669a5bd84a3c5a04a1"}, {"source": "409172bcc3751c7e91191deb6f810e26a8588c33", "target": "812be8986df44c80eb7c2936aaac2a9e3fd80e77"}, {"source": "409172bcc3751c7e91191deb6f810e26a8588c33", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "409172bcc3751c7e91191deb6f810e26a8588c33", "target": "b9a4f7341349437d06f5a52894d3969f7ead637b"}, {"source": "d8f8b5dc586027e12930a382e1a28adc9a08cf47", "target": "d7dc8f103b665626d0d61058573323bd71daa58a"}, {"source": "d8f8b5dc586027e12930a382e1a28adc9a08cf47", "target": "409172bcc3751c7e91191deb6f810e26a8588c33"}, {"source": "d8f8b5dc586027e12930a382e1a28adc9a08cf47", "target": "e760e8b6647c694e21c9be1a386b92b917f9c307"}, {"source": "d8f8b5dc586027e12930a382e1a28adc9a08cf47", "target": "dc338602a333281563b11a4f5d37b14a4cc1910a"}, {"source": "d7dc8f103b665626d0d61058573323bd71daa58a", "target": "54f9a61a7cffe6fd8e4e1672e3555a7d8f06443e"}, {"source": "d7dc8f103b665626d0d61058573323bd71daa58a", "target": "421ac9dd0b08d31ee5693f022e2ee9233f90875e"}, {"source": "d7dc8f103b665626d0d61058573323bd71daa58a", "target": "49af40d018d1b5d0269bc17e63bba9fb697b029d"}, {"source": "d7dc8f103b665626d0d61058573323bd71daa58a", "target": "c63807ff9a966727e86cc0c562797bf2c18a0262"}]}